Repository: demidov91/rest_food
Catalog: rest_food/locale/*/LC_MESSAGES/messages.po
Languages: be, lt, pl, ru, uk

source: %s is notified that you'll take the food. Please, wait for approval.
be: Мы напісалі '%s', што Вы забераце прадукты. Калі ласка, дачакайцеся пацвярджэння.
lt: %s pranešama apie jūsų norą atsiimti prekes. Palaukite patvirtinimo.
pl: %s powiadomiony o chęci odbioru produktów. Proszę czekać na potwierdzenie.
ru: %s уведомлены о вашем желании забрать продукты. Пожалуйста, дождитесь подтверждения.
uk: %s повідомлено про ваше бажання забрати продукти. Будь ласка, дочекайтеся підтвердження.

source: Take it
be: Забраць
lt: Imk
pl: Brać
ru: Забрать
uk: Забрати

source: Choose your social status:
be: Абярыце свой сацыяльны статус:
lt: Pasirinkite socialinį statusą:
pl: Wybierz status społeczny:
ru: Выберите социальный статус:
uk: Виберіть свій соціальний статус:

source: This is a foodsharing bot. _intro_text_goes_here_
be: Добры дзень! Вас вітае фудшэрынг тэлеграм бот! Прайшоўшы простую працэдуру рэгістрацыі, Вы зможаце далучыцца да сусветнага руху фудшэрынга! Крокі: 1.Выберыце вашу лакацыю 2.Дачакайцеся калі з'явіцца публікацыя прадуктаў 3.Калі зʼявіцца публікацыя прадуктаў націсніце «забраць» 4.Укажыце ваш сацыяльны статус і кантактны нумар тэлефона 5. Для таго, каб забраць ежу націсніце «Пацвердзіць» Далей прытрымлівайцеся ўказанням. Мова аўтаматычна выбіраецца ў адпаведнасці з мовай кліента Telegram, але калі вы хочаце змяніць мову, націсніце /language. Гэта ўсё! Карыстайцеся ботам для фудшэрынга з задавальненнем! Памятаеце, што маленькімі крокамі вы можаце ўнесці вялікі ўклад у захаванне ўстойлівасці планеты і барацьбу з сусветным голадам! Калі ў вас узнікнуць пытанні, пішыце боту для зваротнай сувязі: @foodsharingsupport_bot.
lt: Sveiki, jus sveikina "foodsharing" telegramos botas! Atlikę paprastą registracijos procesą, galite prisijungti prie pasaulinio dalijimosi maistu judėjimo! Žingsniai: Pasirinkite savo vietą 2.Palaukite, kol pasirodys jūsų maisto publikacija. 3.Kai produktai bus paskelbti, spustelėkite "Pasiimti". 4.Įveskite savo socialinį statusą ir kontaktinį telefono numerį 5. Norėdami pasiimti maistą, spustelėkite "Patvirtinti". Tada vadovaukitės nurodymais. Kalba parenkama automatiškai pagal "Telegram" kliento kalbą, bet jei norite pakeisti kalbą, paspauskite /kalba. Štai ir viskas! Su malonumu naudokitės maisto dalijimosi botu! Nepamirškite, kad mažais žingsneliais galite labai prisidėti prie planetos tvarumo ir kovos su badu pasaulyje! Jei turite klausimų, parašykite botui žinutę, kad gautumėte grįžtamąjį ryšį: @foodsharingsupport_bot.
pl: Cześć! Jesteś mile widziany przez Foodsharing Telegram Bot! Postępując zgodnie z prostą procedurą rejestracji, możesz dołączyć do globalnego ruchu foodsharingu! Kroki: 1.Wybierz swoją lokalizację 2. poczekaj, aż produkty zostaną opublikowane 3. gdy pojawi się lista produktów, kliknij "Odbierz". 4. wprowadź swój status społeczny i numer telefonu kontaktowego 5. Aby odebrać jedzenie, kliknij "Potwierdź". Następnie postępuj zgodnie z instrukcjami. Język jest wybierany automatycznie zgodnie z językiem klienta Telegram, ale jeśli chcesz zmienić język, naciśnij /language. To wszystko! Korzystaj z foodsharing bota z przyjemnością! Pamiętaj, że małymi krokami możesz wnieść duży wkład w zrównoważony rozwój planety i walkę z głodem na świecie! Jeśli masz jakieś pytania, wyślij wiadomość do bota w celu uzyskania informacji zwrotnej: @foodsharingsupport_bot.
ru: Здравствуйте! Вас приветствует фудшеринг телеграмм бот! Пройдя простую процедуру регистрации, вы сможете присоединиться к мировому движению фудшеринга! Шаги: 1.Выберите вашу локацию 2.Дождитесь когда появится публикация продуктов 3.Когда появится публикация продуктов нажмите “Забрать” 4.Укажите ваш социальный статус и контактный номер телефона 5. Для того, чтоб забрать еду нажмите “Подтвердить” Дальше следуйте указаниям. Язык автоматически выбирается в соответствии с языком клиента Telegram, но если вы хотите изменить язык, нажмите /language. Это всё! Пользуйтесь ботом для фудшеринга с удовольствием! Помните, что маленькими шагами вы можете внести большой вклад в сохранение устойчивости планеты и борьбу с мировым голодом! Если у вас возникнут вопросы, пишите боту для обратной связи: @foodsharingsupport_bot.
uk: Доброго дня! Вас вітає фудшерінг телеграм бот! Пройшовши просту процедуру реєстрації, ви зможете приєднатися до світового руху фудшерінгу! Кроки: 1. Виберіть вашу локацію 2. Дочекайтеся, коли з'явиться публікація продуктів 3. Коли з'явиться публікація продуктів, натисніть "Забрати" 4. Вкажіть ваш соціальний статус і контактний номер телефону 5. Для того, щоб забрати їжу, натисніть "Підтвердити" Далі дотримуйтесь вказівок. Мова автоматично вибирається відповідно до мови клієнта Telegram, але якщо ви хочете змінити мову, натисніть /language. Це все! Користуйтеся ботом для фудшерінгу із задоволенням! Пам'ятайте, що маленькими кроками ви можете зробити великий внесок у збереження стійкості планети та боротьбу зі світовим голодом! Якщо у вас виникнуть запитання, пишіть боту для зворотного зв'язку: @foodsharingsupport_bot.

source: Hello. Here you will see notifications about available food.
be: Вітаю. Тут Вы ўбачыце паведамленні а даступных прадуктах.
lt: Sveikinimai. Pranešimai apie turimus produktus bus paskelbti čia.
pl: Witam. Tutaj będą zamieszczane ogłoszenia o dostępnych produktach.
ru: Приветствую. Здесь будут публиковаться объявления о доступных продуктах.
uk: Вітаю. Тут будуть публікуватись оголошення про доступні продукти.

source: Choose your active area
be: Які горад вас цікавіць?
lt: Koks miestas jus domina?
pl: Jakie miasto Cię interesuje?
ru: Какой город вас интересует?
uk: Яке місто вас цікавить?

source: The bot is not active outside of those cities. We will notify you when anything new appears in your area.
be: Па-за гэтымі гарадамі бот не актыўны. Мы вам паведамім, калі ў вашай мясцовасці штосьці з'явіцца.
lt: Už šių miestų ribų botas nėra aktyvus. Pranešime jums, kai kas nors bus prieinama jūsų vietovėje.
pl: Poza tymi miastami bot nie jest aktywny. Poinformujemy Cię, gdy coś będzie dostępne w Twojej okolicy.
ru: Вне этих городов бот не активен. Мы вам сообщим, когда в вашей местности что-то появится.
uk: Поза цими містами бот не активний. Ми вам повідомимо, коли у вашій місцевості щось з'явиться.

source: Sorry. Unexpected error happened. Please, try later.
be: Сталася неперадбачаная памылка. Паспрабуйце пазней.
lt: Įvyko netikėta klaida. Pabandykite vėliau.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie później.
ru: Произошла непредвиденная ошибка. Попробуйте позже.
uk: Сталася непередбачена помилка. Спробуйте пізніше.

source: {} can share the following: {}
be: {} можа перадаць наступнае: {}
lt: {} gali perduoti: {}
pl: {} może przekazać następujące informacje: {}
ru: {} может передать следующее: {}
uk: {} може передати таке: {}

source: Info
be: Інфармацыя
lt: Informacija
pl: Informacja
ru: Информация
uk: Інформація

source: The message is no longer relevant
be: Паведамленне ўжо не актуальна
lt: Pranešimas nebėra aktualus
pl: Wiadomość nie jest już istotna
ru: Сообщение уже не актуально
uk: Повідомлення вже не актуальне

source: {} is waiting for you
be: {} чакае на вас
lt: {} laukia jūsų
pl: {} czeka na ciebie
ru: {} ждет вас
uk: {} чекає на вас

source: You've booked this
be: Вы паабяцалі забраць прадукты
lt: Jūs pažadėjote atsiimti prekes
pl: Obiecałeś odebrać produkty
ru: Вы пообещали забрать продукты
uk: Ви пообіцяли забрати продукти

source: You've already taken it. {}
be: Вы ўжо забралі гэтыя прадукты. {}
lt: Jūs jau paėmėte. {}
pl: Już wziąłeś. {
ru: Вы уже забрали. {}
uk: Ви вже забрали. {}

source: SOMEONE HAS ALREADY TAKEN IT! {}
be: Хтосьці ўжо забраў! {}
lt: Kažkas jau paėmė! {}
pl: Ktoś już to wziął! {}
ru: Кто-то уже забрал! {}
uk: Хтось уже забрав! {}

source: We'll let you know if the bot starts working in other countries. Use /{command} to update location
be: Мы вам паведамім, калі бот пачне працаваць у іншых краінах. Націсніце /{command}, каб змяніць выбар
lt: Kai botas pradės veikti kitose šalyse, apie tai informuosime. Spauda /{command} norėdami pakeisti pasirinkimą
pl: Poinformujemy Cię, gdy bot zacznie działać w innych krajach. Naciśnij /{command} aby zmienić wybór
ru: Мы вам сообщим, когда бот начнет работать в других странах. Нажмите /{command}, чтобы изменить выбор
uk: Ми вам повідомимо, коли бот почне працювати в інших країнах. Натисніть /{command}, щоб змінити вибір

source: We'll let you know if new food sharers appear in {country}. Use /{command} to change your choice.
be: Мы вам паведамім, калі ў {country} з'явяцца новыя ратавальнікі ежы. Націсніце /{command}, каб змяніць выбар
lt: Informuosime jus, jei {country} atsiras naujų maisto gelbėjimo priemonių. Spauda /{command} norėdami pakeisti pasirinkimą
pl: Poinformujemy Cię, jeśli {country} Nowa żywność stanie się dostępna. Naciśnij /{command} aby zmienić wybór
ru: Мы вам сообщим, если в {country} появятся новые спасатели еды. Нажмите /{command}, чтобы изменить выбор
uk: Ми вам повідомимо, якщо в {country} з'являться нові рятувальники їжі. Натисніть /{command} щоб змінити вибір

source: Now you'll see notifications for {city}. Use /{command} to change your choice.
be: Вам будуць прыходзіць паведамленні, актуальныя для {city}. Націсніце /{command}, каб змяніць выбар
lt: Gausite pranešimus, susijusius su {city}. Paspauskite /{command} norėdami pakeisti pasirinkimą
pl: Będziesz otrzymywać wiadomości dotyczące {city}. Naciśnij /{command} aby zmienić wybór
ru: Вам будут приходить сообщения, актуальные для {city}. Нажать /{command}, чтобы изменить выбор
uk: Вам надходитимуть повідомлення, актуальні для {city}. Натисніть /{command}, щоб змінити вибір

source: Coordinates where not provided.
be: Не ведаю каардынаты :(
lt: Koordinačių nėra :(
pl: Brak współrzędnych :(
ru: Нету координат :(
uk: Немає координат :(

source: Enter your name:
be: Увядзіце імя:
lt: Įveskite savo vardą:
pl: Wpisz swoje imię:
ru: Введите имя:
uk: Введіть ім'я:

source: Send your phone number
be: Вышліце свой нумар тэлефона
lt: Prašome atsiųsti savo kontaktinį numerį
pl: Proszę o przesłanie numeru kontaktowego
ru: Пожалуйста, вышлите свой контактный номер
uk: Будь ласка, надішліть свій контактний номер

source: Something went wrong. Try something different, please.
be: Штосьці пайшло не так. Паспрабуйце па-іншаму.
lt: Kažkas nutiko. Išbandykite ką nors kita.
pl: Coś poszło nie tak. Spróbuj czegoś innego.
ru: Что-то пошло не так. Попробуйте что-нибудь другое.
uk: Щось пішло не так. Спробуйте щось інше.

source: Start from the beginning
be: Пачаць усё занава
lt: Pradėti iš naujo
pl: Zacząć od nowa
ru: Начать заново
uk: Почати заново
