Repository: demidov91/rest_food
Catalog: rest_food/locale/*/LC_MESSAGES/messages.po
Languages: be, lt, pl, ru, uk

source: big family
be: Шматдзетная сям'я
lt: Didelė šeima
pl: Duża rodzina
ru: Многодетная семья
uk: Багатодітна родина

source: disability
be: Група інваліднасці
lt: Neįgalumo grupė
pl: Grupa niepełnosprawna
ru: Группа инвалидности
uk: Група інвалідності

source: homeless
be: Бяздомны/ая
lt: Benamiai
pl: Bezdomny
ru: Бездомный/ая
uk: Бездомний/а

source: hard times
be: Цяжкае сацыяльнае становішча
lt: Sunki socialinė padėtis
pl: Trudna sytuacja społeczna
ru: Затруднительное соц положение
uk: Скрутне соціальне становище

source: emigrant
be: Эмігрант
lt: Emigrantas
ru: Эмигрант
uk: Емігрант

source: other
be: Іншае
lt: Kita
pl: Inne
ru: Другое
uk: Інше

source: Your request was rejected with the following words: %(message)s Request was: %(food)s
be: Ежу нельга будзе забраць. Напісалі: %(message)s Апісанне ежы было наступным: %(food)s
lt: ❌ Maistas nebus išsineštas. Įstaiga rašo: %(message)s Maisto aprašymas buvo toks: %(food)s
pl: ❌Jedzenie nie będzie odbierane. Obiekt pisze: %(message)s Opis jedzenia wyglądał następująco: %(food)s
ru: ❌ Еду нельзя будет забрать. Заведение пишет: %(message)s Описание еды было следующим: %(food)s
uk: ❌ Їжу не можна буде забрати. Заклад пише: %(message)s Опис їжі було таким: %(food)s

source: Your request was approved
be: Пацвярджэнне атрымана. Калі ласка патэлефануйце перад выхадам.
lt: Patvirtinimas gautas. Prieš išvykstant prašome paskambinti.
pl: Otrzymano potwierdzenie. Proszę zadzwonić przed wyjazdem.
ru: Получено подтверждение. Пожалуйста, позвоните перед выходом.
uk: Отримано підтвердження. Будь ласка, зателефонуйте перед виходом.

source: Your account is approved!
be: Ваш акаўнт пацверджаны!
lt: Jūsų paskyra patvirtinta!
pl: Twoje konto zostało zweryfikowane!
ru: Ваш аккаунт подтверждён!
uk: Ваш обліковий запис підтверджено!

source: Your account was declined. Please, contact %s for any clarifications.
be: Ваш акаўнт быў адхілены. Калі ласка, звярніцеся ў %s калі ў вас ёсць пытанні.
lt: Jūsų paskyra atmesta. Prašau kreiptis į %s daugiau paaiškinimo.
pl: Twoje konto zostało odrzucone. Proszę zwrócić się do %s w razie pytań.
ru: Ваш аккаунт был отклонён. Пожалуйста, обратитесь к %s за дополнительными объяснениями.
uk: Ваш обліковий запис було відхилено. Будь ласка, зверніться до %s за додатковим поясненням.

source: Time: {}
be: Час: {}
lt: Laikas: {}
pl: Czas: {}
ru: Время: {}
uk: Час: {}

source: {} will take the food.
be: {} забярэ прадукты.
lt: {} paims produktus.
pl: {} odbierze produkty.
ru: {} заберёт продукты.
uk: {} забере продукти.

source: Phone: {}
be: Тэлефон: {}
lt: Telefonas: {}
pl: Telefon: {}
ru: Телефон: {}
uk: Телефон: {}

source: Telegram: @{}
be: Тэлеграм: @{}
lt: Telegrama: @{}
ru: Телеграм: @{}
uk: Телеграм: @ {}

source: No contact info was provided.
be: Няма кантактнай інфармацыі :(
lt: Kontaktinė informacija nepateikta :(
pl: Nie podano danych kontaktowych :(
ru: Контактная информация не была предоставлена :(
uk: Контактна інформація не була надана :(

source: Social status: %s
be: Сацыяльны статус: %s
lt: Socialinis statusas: %s
pl: Status społeczny: %s
ru: Социальный статус: %s
uk: Соціальний статус: %s

source: {} Your message was: {}
be: {} Ваша паведамленне было: {}
lt: {} tavo žinutė buvo: {}
pl: {} Twoja wiadomość brzmiała: {}
ru: {} ваше сообщение было: {}
uk: {} ваше повідомлення було: {}

source: Restaurant name: {name} Address: {address}
be: Назва: {name} Адрас: {address}
lt: Institucija: {name} Adresas: {address}
pl: Instytucja: {name} Adres: {address}
ru: Заведение: {name} Адрес: {address}
uk: Заклад: {name} Адреса: {address}

source: Phone: %s
be: Тэлефон: %s
lt: Telefonas: %s
pl: Telefon: %s
ru: Телефон: %s
uk: Телефон: %s

source: User @%s
be: Карыстальнік @%s
lt: Vartotojas @%s
pl: Użytkownik @%s
ru: Пользователь @%s
uk: Користувач @%s

source: New user
be: Новы карыстальнік
lt: Naujas vartotojas
pl: Nowy użytkownik
ru: Новый пользователь
uk: Новий користувач

source: {user_name} wants to join as a supplier. Provided description is: {description}
be: {user_name} жадае далучыцца для перадачы ежы. Прыведзенае апісанне: {description}
lt: {user_name} nori prisijungti dėl maisto pervežimo. Pateiktas aprašymas: {description}
pl: {user_name} chce dołączyć do przekazania żywności. Dostarczony opis: {description}
ru: {user_name} хочет присоединиться для передачи еды. Предоставленное описание: {description}
uk: {user_name} хоче приєднатися до передачі їжі. Поданий опис: {description}

source: {user_name} was APPROVED as a supplier. Provided description was: {description} DB id: {id}
be: {user_name} быў ПАЦВЕРДЖАН для перадачы ежы. Апісанне было: {description} id у БД: {id}
lt: {user_name} buvo PATVIRTINTA dėl maisto perdavimo. Pateiktas aprašymas: {description} id duomenų bazėje: {id}
pl: {user_name} został POTWIERDZONY do przenoszenia żywności. Dostarczony opis: {description} identyfikator w bazie danych: {id}
ru: {user_name} был ПОДТВЕРЖДЁН для передачи еды. Предоставленное описание: {description} id в БД: {id}
uk: {user_name} був ПІДТВЕРДЖЕНИЙ для передачі їжі. Поданий опис: {description} id у БД: {id}

source: {user_name} was DECLINED as a supplier. Provided description was: {description} DB id: {id}
be: {user_name} быў АДХІЛЕНЫ. Апісанне было: {description} id у БД: {id}
lt: {user_name} buvo ATMESTA. Pateiktas aprašymas: {description} id duomenų bazėje: {id}
pl: {user_name} został odrzucony. Dostarczony opis: {description} identyfikator w bazie danych: {id}
ru: {user_name} был ОТКЛОНЁН. Предоставленное описание: {description} id в БД: {id}
uk: {user_name} був ВІДКЛОНЕНИЙ. Поданий опис: {description} id у БД: {id}

source: Please, provide only pone number.
be: Калі ласка, увядзіце толькі кантактны тэлефон.
lt: Įveskite tik kontaktinį numerį.
pl: Proszę wpisać tylko numer kontaktowy.
ru: Пожалуйста, введите только контактный номер.
uk: Будь ласка, введіть лише номер контакту.

source: This is not a valid phone number.
be: Гэта не валідны тэлефонны нумары.
lt: Tai neteisingas telefono numeris.
pl: To jest nieprawidłowy numer telefonu.
ru: Это невалидный телефонный номер.
uk: Це невалідний номер телефону.

source: Back
be: Назад
lt: Atgal
pl: Z powrotem
ru: Назад
uk: Назад

source: Choose the bot language:
be: Абярыце мову для бота:
lt: Pasirinkite boto kalbą:
pl: Wybierz język dla bota:
ru: Выберите язык для бота:
uk: Виберіть мову для бота:

source: I don't know you anymore. Press /start to start everything from scratch.
be: Я вас больш не ведаю. Націсніце /start, каб пачаць усё спачатку.
lt: Aš tavęs nebepažįstu. Paspauskite /start, kad pradėtumėte iš naujo.
pl: Już cię nie znam. Naciśnij /start, aby rozpocząć ponownie.
ru: Я вас больше не знаю. Нажмите /start, чтобы начать все сначала.
uk: Я вас більше не знаю. Натисніть /start, щоб почати все спочатку.

source: Belarus
be: Беларусь
lt: Baltarusija
pl: Białoruś
ru: Беларусь
uk: Білорусь

source: in-Belarus
be: Беларусі
lt: Baltarusija
pl: Białoruś
ru: Беларуси
uk: Білорусі

source: Poland
be: Польшча
lt: Lenkija
pl: Polska
ru: Польша
uk: Польща

source: in-Poland
be: Польшчы
lt: Lenkija
pl: Polska
ru: Польши
uk: Польщі

source: Lithuania
be: Літва
lt: Lietuva
pl: Litwa
ru: Литва
uk: Литва

source: in-Lithuania
be: Літве
lt: Lietuva
pl: Litwa
ru: Литве
uk: Литві

source: Other
be: Іншае
lt: Kita
pl: Inne
ru: Другое
uk: Інше

source: Minsk
be: Мінск
lt: Minskas
pl: Mińsk
ru: Минск
uk: Мінськ

source: for-Minsk
be: Мінска
lt: Minskas
pl: Mińsk
ru: Минска
uk: Мінська

source: Warszawa
be: Варшава
lt: Varšuva
ru: Варшава
uk: Варшава

source: for-Warszawa
be: Варшавы
lt: Varšuva
pl: Warszawa
ru: Варшавы
uk: Варшави

source: Vilnius
be: Вільнюс
pl: Wilno
ru: Вильнюс
uk: Вільнюс

source: for-Vilnius
be: Вільнюса
lt: Vilnius
pl: Wilno
ru: Вильнюса
uk: Вільнюса

source: Got it
be: Зразумела, пачынаем
lt: Supratau, pradėkime
pl: Rozumiem, zaczynamy
ru: Понял, начинаем
uk: Зрозуміло, почнемо

source: Edit restaurant info
be: Рэдагаваць кантактную інфармацыю
lt: Redaguoti informaciją apie įstaigą
pl: Edytuj informacje kontaktowe
ru: Редактировать информацию о заведении
uk: Редагувати інформацію про заклад

source: Go to product posting
be: Да публікацыі новых прадуктаў
lt: Į gaminių publikavimą
pl: Do publikacji nowych produktów
ru: К публикации продуктов
uk: До публікації продуктів

source: Hello. <Supply-side intro>
be: Добры дзень! Вас вітае фудшэрынг тэлеграм бот! Прайшоўшы простую працэдуру рэгістрацыі, Вы зможаце далучыцца да сусветнага руху фудшэрынга! Крокі: 1.Увядзіце назву вашага ўстановы 2.Пакажыце горад у якім вы знаходзіцеся 3.Увядзіце адрас вашага ўстановы 4.Увядзіце кантактны нумар тэлефона 5.Дачакайцеся пацверджання вашай установы Далей прытрымлівайцеся ўказанням. Мова аўтаматычна выбіраецца ў адпаведнасці з мовай кліента Telegram, але калі вы хочаце змяніць мову, націсніце /language. Гэта ўсё! Карыстайцеся ботам для фудшэрынга з задавальненнем! Памятаеце, што маленькімі крокамі вы можаце ўнесці вялікі ўклад у захаванне ўстойлівасці планеты і барацьбу з сусветным голадам! Калі ў вас узнікнуць пытанні, пішыце боту для зваротнай сувязі: @foodsharingsupport_bot.
lt: Sveiki, jus sveikina foodsharing telegramos botas! Atlikę paprastą registracijos procesą, galite prisijungti prie pasaulinio dalijimosi maistu judėjimo! Žingsniai: 1. įveskite savo įstaigos pavadinimą 2.Įveskite miestą, kuriame esate įsikūrę 3.Įveskite savo įstaigos adresą 4.Įveskite savo kontaktinį telefono numerį 5.Palaukite, kol bus gautas jūsų įstaigos patvirtinimas Tada vadovaukitės nurodymais. Kalba parenkama automatiškai pagal "Telegram" kliento kalbą, tačiau jei norite pakeisti kalbą, paspauskite /kalba. Štai ir viskas! Su malonumu naudokitės maisto dalijimosi botu! Nepamirškite, kad mažais žingsneliais galite labai prisidėti prie planetos tvarumo ir kovos su badu pasaulyje! Jei turite klausimų, parašykite botui žinutę, kad gautumėte grįžtamąjį ryšį: @foodsharingsupport_bot
pl: Cześć! Wita Cię bot telegramu foodsharing! Wykonując prostą procedurę rejestracji, możesz dołączyć do globalnego ruchu foodsharingowego! Kroki: 1.Wprowadź nazwę swojego zakładu 2.Wprowadź miasto, w którym się znajdujesz 3. Wprowadź adres swojej firmy 4. Wprowadź numer telefonu kontaktowego 5. Poczekaj na potwierdzenie zakładu Następnie postępuj zgodnie z instrukcjami. Język jest wybierany automatycznie zgodnie z językiem klienta Telegram, ale jeśli chcesz zmienić język, naciśnij /language. To wszystko! Korzystaj z foodsharing bota z przyjemnością! Pamiętaj, że małymi krokami możesz wnieść duży wkład w zrównoważony rozwój planety i walkę z głodem na świecie! Jeśli masz jakieś pytania, wyślij wiadomość do bota w celu uzyskania informacji zwrotnej: @foodsharingsupport_bot.
ru: Здравствуйте! Вас приветствует фудшеринг телеграмм бот! Пройдя простую процедуру регистрации, вы сможете присоединиться к мировому движению фудшеринга! Шаги: 1.Введите название вашего заведения 2.Укажите город в котором вы находитесь 3.Введите адрес вашего заведения 4.Введите контактный номер телефона 5.Дождитесь подтверждения вашего заведения Дальше следуйте указаниям. Язык автоматически выбирается в соответствии с языком клиента Telegram, но если вы хотите изменить язык, нажмите /language. Это всё! Пользуйтесь ботом для фудшеринга с удовольствием! Помните, что маленькими шагами вы можете внести большой вклад в сохранение устойчивости планеты и борьбу с мировым голодом! Если у вас возникнут вопросы, пишите боту для обратной связи: @foodsharingsupport_bot.
uk: Здрастуйте! Вас вітає фудшерінг телеграм бот! Пройшовши просту процедуру реєстрації, ви зможете приєднатися до світового руху фудшерінга! Кроки: 1. Введіть назву вашого закладу 2. Вкажіть місто, в якому ви перебуваєте 3. Введіть адресу вашого закладу 4. Введіть контактний номер телефону 5. Дочекайтеся підтвердження вашого закладу Далі дотримуйтесь вказівок. Мова автоматично вибирається відповідно до мови клієнта Telegram, але якщо ви хочете змінити мову, натисніть /language. Це все! Користуйтеся ботом для фудшерінгу із задоволенням! Пам'ятайте, що маленькими кроками ви можете зробити великий внесок у збереження стійкості планети та боротьбу зі світовим голодом! Якщо у вас виникнуть запитання, пишіть боту для зворотного зв'язку: @foodsharingsupport_bot.

source: Sorry, something went wrong.
be: Прабачце, штосьці пайшло не так :(
lt: Atsiprašau, kažkas ne taip :(
pl: Przepraszam, coś poszło nie tak :(
ru: Прошу прощения, что-то пошло не так :(
uk: Перепрошую, щось пішло не так :(

source: Last messages
be: Апошнія аб'явы
lt: Naujausi pranešimai
pl: Najnowsze ogłoszenia
ru: Последние объявления
uk: Останні оголошення

source: Not yet booked. %s
be: Яшчэ не забраніравана. %s
lt: Dar neužsakyta. %s
pl: Jeszcze nie zarezerwowane. %s
ru: Ещё не забронировано. %s
uk: Ще не заброньовано. %s

source: 🛑 Deactivate
be: 🛑 Скасаваць
lt: 🛑 Atšaukti
pl: 🛑 Znieść
ru: 🛑 Отменить
uk: 🛑 Відмінити

source: View all 📋
be: Праглядзець усе 📋
lt: Žiūrėti visus 📋
pl: Zobacz wszystkie 📋
ru: Просмотреть все 📋
uk: Переглянути всі 📋

source: Deactivated
be: Скасавана
lt: Atšauktas
pl: Anulowane
ru: Отменено
uk: Відмінено

source: 🔄 Activate
be: 🔄 Аднавіць
lt: 🔄 Atkurti
pl: 🔄 Przywróć
ru: 🔄 Восстановить
uk: 🔄 Відновити

source: Booked and approved
be: Забраніравана і пацверджана
lt: Užsakyta ir patvirtinta
pl: Zarezerwowane i potwierdzone
ru: Забронировано и подтверждено
uk: Заброньовано та підтверджено

source: Already shared ✅
be: Перадана ✅
lt: Perduota ✅
pl: Zaliczone ✅
ru: Передано ✅
uk: Передано ✅

source: 📋 View all
be: 📋 Праглядзець усе
lt: 📋 Žiūrėti visus
pl: 📋 Zobacz wszystkie
ru: 📋 Просмотреть все
uk: 📋 Переглянути всі

source: Shared food
be: Ежа, якую аддалі
lt: Išdalytas maistas
pl: Jedzenie, które zostało rozdane
ru: Еда, которую отдали
uk: Їжа, яку віддали

source: Nope, decline it
be: Не, адхіліць
lt: Ne, atmesti
pl: Nie, odrzuć
ru: Нет, отклонить
uk: Ні, відхилити

source: Sorry, approve it
be: Ой, пацвердзіць
lt: oi, patvirtink
pl: O, potwierdź
ru: Ой, подтвердить
uk: Ой, підтвердити

source: published
be: апублічана
lt: paskelbta
pl: opublikowany
ru: опубликовано
uk: опубліковано

source: deactivated
be: адхілена
lt: atmetė
pl: odrzucony
ru: отклонено
uk: відхилено

source: booked
be: забраніравана
lt: užsakyta
pl: zarezerwowany
ru: забронировано
uk: заброньовано

source: approved
be: пацверджана
lt: patvirtinta
pl: potwierdzony
ru: подтверждено
uk: підтверджено

source: taken
be: перадана
lt: perduotas
pl: przekazany
ru: передано
uk: передано

source: Please, provide information about yourself before getting started
be: Калі ласка, увядзіце кантактную інфармацыю перад тым як пачаць
lt: Prieš tęsdami įveskite savo kontaktinę informaciją.
pl: Przed kontynuowaniem wprowadź swoje dane kontaktowe.
ru: Пожалуйста, введите коонтакную информацию прежде чем продолжить
uk: Будь ласка, введіть коонтакну інформацію перш ніж продовжити

source: Enter food you can share and click "send"
be: Пералічыце прадукты, якія можаце перадаць і націсніце "Даслаць"
lt: Įveskite prekes, kurias galite perkelti, ir spustelėkite „siųsti“
pl: Wpisz produkty, które możesz przenieść i kliknij „wyślij”
ru: Введите продукты, которые можете передать и нажмите "отправить"
uk: Введіть продукти, які можна передати та натисніть "надіслати"

source: We'll notify you when your account is approved. Also, you can contact us with %s
be: Мы паведамім Вам, калі акаўнт будзе пацверджаны. Таксама можаце звярнуцца да %s за дадатковай інфармацыяй
lt: Kai paskyra bus patvirtinta, atsiųsime jums el. laišką. Galite remtis %s Daugiau informacijos
pl: Wyślemy Ci wiadomość, gdy Twoje konto zostanie zweryfikowane. Możesz się odnieść %s po więcej informacji
ru: Мы вам напишем, когда аккаунт будет подтверждён. Можете обратиться к %s за дополнительной информацией
uk: Ми Вам напишемо, коли обліковий запис буде підтверджено. Можете звернутися до %s за додатковою інформацією

source: View posted products
be: Праглядзець апублікаваныя прадукты
lt: Žiūrėti skelbimus
pl: Zobacz reklamy
ru: Просмотреть объявления
uk: Переглянути оголошення

source: Set time and send
be: Увесці час і даслаць
lt: Įveskite laiką ir išsiųskite
pl: Wpisz godzinę i wyślij
ru: Ввести время и выслать
uk: Ввести час та надіслати

source: Cancel
be: Адмена
lt: Atšaukti
pl: Anulować
ru: Отмена
uk: Відміна

source: Food you can share: {}
be: Прадукты якія можаце перадаць: {}
lt: Perkelkite produktus: {}
pl: Produkty, które możesz przekazać: {}
ru: Продукты для передачи: {}
uk: Продукти передачі: {}

source: Product list is cleared.
be: Адменена
lt: Atšauktas
pl: Odwołane
ru: Отменено
uk: Скасовано

source: Specify the time
be: Увесці час
lt: Nurodykite laiką
pl: Określ czas
ru: Указать время
uk: Вказати час

source: You're not allowed to use the bot for foodsharing yet.
be: Вам акаунт пакуль што пацверджаны.
lt: Jūsų paskyra kol kas patvirtinta.
pl: Twoje konto zostało potwierdzone.
ru: Вам аккаунт пока что подтвержден.
uk: Вам акаунт поки що підтверджено.

source: Location is not defined.
be: Не вызначана мясцовасць.
lt: Neapibrėžta vietovė.
pl: Niezdefiniowany teren.
ru: Не определена местность.
uk: Не визначено місцевість.

source: You have to specify your location as a city rather than a country to use bot for sharing.
be: Для публікацыі ежы неабходна абраць горад у кантактнай інфармацыі.
lt: Norėdami paskelbti patiekalą, kontaktinėje informacijoje turite pasirinkti miestą.
pl: Aby opublikować posiłek, należy wybrać miasto w informacjach kontaktowych.
ru: Для публикации еды необходимо выбрать город в контактной информации.
uk: Для публікації їжі необхідно вибрати місто в контактній інформації.

source: Information is sent. I'll notify you when there is someone to take this food.
be: Інфармацыя выслана. Я паведамлю, калі хтосьці пажадае забраць пералічаныя прадукты.
lt: Informacija išsiųsta. Jums bus pranešta, kai kas nors norės atsiimti šiuos produktus.
pl: Informacje wysłane. Otrzymasz powiadomienie, gdy ktoś będzie chciał odebrać te produkty.
ru: Информация выслана. Вы получите уведомление, когда кто-то захочет забрать эти продукты.
uk: Інформація надіслана. Ви отримаєте сповіщення, коли хтось захоче забрати ці продукти.

source: You can edit your contact info here
be: Кантактная інфармацыя
lt: Redaguoti kontaktinę informaciją
pl: Edytuj informacje kontaktowe
ru: Редактировать контакную информацию
uk: Редагувати контактну інформацію

source: Name: %s
be: Імя: %s
lt: Vardas: %s
pl: Imię: %s
ru: Имя: %s
uk: Ім'я: %s

source: Location: %s
be: Мясцовасць: %s
lt: Vietovė: %s
pl: Teren: %s
ru: Местность: %s
uk: Місцевість: %s

source: Address: %s
be: Адрас: %s
lt: Adresas: %s
pl: Adres: %s
ru: Адрес: %s
uk: Адреса: %s

source: Coordinates: %s
be: Каардынаты: %s
lt: Koordinatės: %s
pl: Współrzędne: %s
ru: Координаты: %s
uk: Координати: %s

source: Phone: %s
be: Тэлефон: %s
lt: Telefonas: %s
pl: Telefon: %s
ru: Телефон: %s
uk: Телефон: %s

source: Please, enter name of the restaurant.
be: Калі ласка, увядзіце назву ўстановы.
lt: Įveskite įstaigos pavadinimą.
pl: Proszę wpisać nazwę instytucji.
ru: Пожалуйста, введите название заведение.
uk: Будь ласка, введіть назву закладу.

source: Where are you located?
be: Дзе вы знаходзецеся?
lt: Kur esate?
pl: Gdzie się znajdujesz?
ru: Где вы находитесь?
uk: Де ви перебуваєте?

source: {}, other
be: {}, іншае
lt: {}, kita
pl: {}, inne
ru: {}, другое
uk: {}, інше

source: Very different
be: Зусім іншае
lt: Tai visai kas kita
pl: Jest zupełnie inaczej
ru: Совсем другое
uk: Зовсім інше

source: Please, provide restaurant address.
be: Калі ласка, увядзіце адрас установы.
lt: Įveskite įstaigos adresą.
pl: Proszę podać adres placówki.
ru: Пожалуста, введите адрес заведения.
uk: Будь ласка, введіть адресу закладу.

source: ← Back
be: ← Назад
lt: ← Atgal
pl: ← Powrót
ru: ← Назад
uk: ← Назад

source: Send phone
be: Выслаць тэлефон
lt: siųsti telefoną
pl: wyślij telefon
ru: Выслать телефон
uk: Надіслати телефон

source: ❌ Delete
be: ❌ Выдаліць
lt: ❌ Ištrinti
pl: ❌ Usuń
ru: ❌ Удалить
uk: ❌ Видалити

source: Please, send your contact number.
be: Калі ласка, вышліце свой кантактны тэлефон.
lt: Prašome atsiųsti kontaktinį telefono numerį.
pl: Proszę o przesłanie numeru telefonu kontaktowego.
ru: Пожалуйста, вышлите контактный телефон.
uk: Будь ласка, надішліть контактний телефон.

source: ❌ Dismiss
be: ❌ Прапусціць
lt: ❌ Praleisti
pl: ❌ Pomiń
ru: ❌ Пропустить
uk: ❌ Пропустити

source: No! Edit! 🌍
be: Не, змяніць 🌍
lt: Ne tai. Redaguoti 🌍
pl: Nie, zmienić 🌍
ru: Не то. Изменить 🌍
uk: Не те. Змінити 🌍

source: Yes! Approve ✅
be: Так ✅
lt: Taip ✅
pl: Tak ✅
ru: Да ✅
uk: Так ✅

source: Please, send me your coordinates. (Attach -> Location)
be: Калі ласка, дашліце каардынаты: Прымацаваць -> Месцазнаходжанне
lt: Koordinates prašome atsiųsti: Attach -> Location
pl: Proszę o przesłanie współrzędnych: Załącz -> Lokalizacja
ru: Пожалуйста, вышлите координаты: Прикрепить -> Геопозиция
uk: Будь ласка, надішліть координати: Прикріпити -> Геопозиція

source: Provide later
be: Пазней
lt: Vėliau
pl: Później
ru: Позже
uk: Пізніше

source: What to tell the foodsaver?
be: Што яму/ёй напісаць?
lt: Ką pasakyti žmogui, kuris užsisakė maistą?
pl: Co powiedzieć osobie, która zarezerwowała posiłek?
ru: Что сказать забронировавшему еду?
uk: Що сказати їжу, що забронювала?

source: Back to the message
be: Назад да аб'явы
lt: Grįžti į įrašą
pl: Powrót do wpisu
ru: Назад к сообщению
uk: Назад до повідомлення

source: Cancelled
be: Адменена
lt: Atšauktas
pl: Odwołane
ru: Отменено
uk: Скасовано

source: ❌ Reject
be: ❌ Адхіліць
lt: Atmesti
pl: ❌ Odrzuć
ru: ❌ Отклонить
uk: ❌ Відхилити

source: Approve ✅
be: Так ✅
lt: Taip ✅
pl: Tak ✅
ru: Да ✅
uk: Так ✅

source: Approve
be: Пацвердзіць
lt: Patvirtinti
pl: Potwierdzić
ru: Подтвердить
uk: Підтвердити

source: Decline
be: Адхіліць
lt: Atmesti
pl: Odrzucić
ru: Отклонить
uk: Відхилити

source: Information was not found.
be: Інфармацыя не была знойдзена.
lt: Informacija nerasta.
pl: Nie znaleziono informacji.
ru: Информация не была найдена.
uk: Інформація не була знайдена.

source: 🌍 Map
be: 🌍 Мапа
lt: 🌍 Žemėlapis
pl: 🌍 Mapa
ru: 🌍 Карта
uk: 🌍 Карта

source: ❌ Cancel
be: ❌ Адмена
lt: ❌ Atšaukti
pl: ❌ Anuluj
ru: ❌ Отмена
uk: ❌ Скасувати

source: Confirm ✅
be: Пацвердзіць ✅
lt: Patvirtinti ✅
pl: Potwierdź ✅
ru: Подтвердить ✅
uk: Підтвердити ✅

source: Please, confirm/edit your contact information to proceed.
be: Калі ласка, пацвердзіце кантактную інфармацыю каб працягнуць.
lt: Norėdami tęsti, patvirtinkite savo kontaktinę informaciją.
pl: Aby kontynuować, zweryfikuj swoje dane kontaktowe.
ru: Пожалуйста, подвердите контактную информацию, чтобы продолжить.
uk: Будь ласка, підтвердьте контактну інформацію, щоб продовжити.

source: Name: {}
be: Імя: {}
lt: Vardas: {}
pl: Imię: {}
ru: Имя: {}
uk: Ім'я: {}

source: Connect via {}: ✅
be: Звязвацца праз {}: ✅
lt: Susisiekite per {}: ✅
pl: Skontaktuj się poprzez {}: ✅
ru: Связываться через {}: ✅
uk: Зв'язуватися через {}: ✅

source: Connect via {}: ❌
be: Звязвацца праз {}: ❌
lt: Susisiekite per {}: ❌
pl: Skontaktuj się przez {}: ❌
ru: Связываться через {}: ❌
uk: Зв'язуватися через {}: ❌

source: Social status: not set ❌
be: Сацыяльны статус: не абраны ❌
lt: Socialinė padėtis: nenustatyta ❌
pl: Status społeczny: nieustalony ❌
ru: Социальный статус: не установлен ❌
uk: Соціальний статус: не встановлено ❌

source: Social status: %s ✅
be: Сацыяльны статус: %s ✅
lt: Socialinis statusas: %s ✅
pl: Status społeczny: %s
ru: Социальный статус: %s ✅
uk: Соціальний статус: %s ✅

source: not set ❓
be: няма ❓
lt: nepateikta ❓
pl: nie ma ❓
ru: не предоставлен ❓
uk: не надано ❓

source: Someone has already taken it.
be: Хтосьці ўжо забраў.
lt: Kažkas jau paėmė.
pl: Ktoś już to wziął.
ru: Кто-то уже забрал.
uk: Хтось уже забрав.
